Repository: DevEatSleep/FinancialAdvisor
Catalog: FinancialAdvisor/Resources/Resource.*.resx
Languages: de, es, fr, it, ja, pt, ru, zh_hans, zh_hant

# HiString
source: Hello
de: Oh, hallo
es: Hola
fr: Salut
it: Ehilà!
ja: なにこれ?
pt: Por que oi?
ru: Приветик!
zh_hans: 常规
zh_hant: 你好啊

# WelcomeStringFirstLine
source: Welcome {0}, I'm Bob, your financial advisor.
de: Willkommen {0}, ich bin Bob, Ihren Finanzberater.
es: Bienvenida {0}, soy Bob, su asesor financiero.
fr: Bienvenue {0}, je suis Bob, votre conseiller financier.
it: Benvenuto {0}, sono Bob, il vostro consulente finanziario.
ja: {0} を歓迎、私はボブ、あなたのファイナンシャルアドバイザー。
pt: Bem-vindo {0}, sou o Bob, seu consultor financeiro.
ru: Добро пожаловать {0}, я Боб, ваш финансовый консультант.
zh_hans: 欢迎 {0}，我是鲍勃，你的财务顾问。
zh_hant: 歡迎 {0}，我是鮑勃，你的財務顧問。

# WelcomeStringSecondLine
source: Say "help" to see what I can do for you.
de: Sagen Sie "Hilfe", um zu sehen was ich für Sie tun können.
es: Decir "ayuda" para ver lo que puedo hacer para usted
fr: dire « Aide » pour savoir ce que je peux faire pour vous
it: Dire "aiuto" per vedere cosa posso fare per te
ja: 「ヘルプ」をあなたのために何ができるを参照するくださいと言います。
pt: Dizer "ajuda" para ver o que posso fazer por você.
ru: Говорят, «помочь», чтобы увидеть, что я могу сделать для вас
zh_hans: 说"帮助"，可以看看我能为你做什么
zh_hant: 說"説明"，可以看看我能為你做什麼。

# EmptyQueryString
source: Query empty?
de: Abfrage leer?
es: ¿Consulta vacía?
fr: Requête vide ?
it: Eseguire una query vuota?
ja: クエリの空ですか。
pt: Consulta vazia?
ru: Пустой запрос?
zh_hans: 查询空吗？
zh_hant: 查詢空嗎？

# HelpString
source: Help
de: Hilfe
es: Ayuda
fr: aide
ja: ヘルプ
pt: Ajuda
ru: Справка
zh_hans: 帮助
zh_hant: 說明

# MeanString
source: Did you mean:
de: Meinten Sie Folgendes:
es: Quiso decir:
fr: Vouliez-vous dire :
it: Alternative:
ja: 検索語句の候補:
pt: Você quis dizer:
ru: Имелось в виду:
zh_hans: 您是不是要找:
zh_hant: 您的意思是不是:

# NoMoreQueriesString
source: No more queries available for this month, I'm sorry
de: Keine weitere Abfragen verfügbar für diesen Monat, es tut mir leid
es: No más consultas disponibles para este mes, lo siento
fr: Pas plus de requêtes disponibles pour ce mois-ci, Désolé
it: Nessuna query più disponibile per questo mese, mi dispiace
ja: 今月の利用できるより多くのクエリはありません、ごめんなさい
pt: Não disponível para este mês de consultas mais, sinto muito.
ru: Нет больше запросов, доступных в этом месяце, я прошу прощения
zh_hans: 没有更多的查询可用于这个月，我很抱歉
zh_hant: 沒有更多的查詢可用於這個月，我很抱歉

# UnknownQuery
source: Sorry, I don't understand, please say "help" to see examples
de: Sagen Sie tut mir leid, ich verstehe nicht, bitte "Hilfe", um Beispiele zu sehen
es: Lo sentimos, no entiendo, por favor, diga "help" para ver ejemplos
fr: Désolé, je ne comprenais pas, s’il vous plaît tapez « Help » pour voir des exemples
it: Siamo spiacenti, non capisco, si prega di dire "aiuto" per vedere gli esempi
ja: 申し訳ありませんが、私は理解していない、するくださいと言う例を参照するには、「ヘルプ」
pt: Desculpa, eu não entendo, por favor, diga "ajuda" para ver exemplos
ru: К сожалению я не понимаю, произнесите «помочь», чтобы просмотреть примеры
zh_hans: 对不起，我不懂，请说"帮助"以查看示例
zh_hant: 對不起，我不懂，請說"説明"以查看示例

# UsageFirstLine
source: I can do conversions or calculations between currencies.
de: Kann ich Umbauten oder Berechnungen zwischen den Währungen.
es: Que puedo hacer conversiones o cálculos entre monedas.
fr: Je peux faire des conversions ou calculs entre monnaies.
it: Posso fare le conversioni o calcoli tra le valute.
ja: 私は、変換または通貨間で計算を行うことができます。
pt: Eu posso fazer conversões ou cálculos entre moedas.
ru: Я могу сделать преобразования или расчеты между валютами.
zh_hans: 我可以做转换或计算货币之间。
zh_hant: 我可以做轉換或計算貨幣之間。

# UsageFourthLine
source: Be forgiving, I am being developed ;-)
de: Verzeihen, ich bin ;-) entwickelt
es: Perdón, estoy siendo desarrollado ;-)
fr: Soyez indulgent, je suis en cours d’élaboration ;-)
it: Essere indulgente, sto sviluppando ;-)
ja: 寛容、私は;-) 開発されています
pt: Ser indulgente, eu estou sendo desenvolvido ;-)
ru: Прощать, я являюсь разрабатывается ;-)
zh_hans: 是宽容的我正在;-)
zh_hant: 是寬容的我正在;-)

# UsageSecondLine
source: as "convert 100 dollars into yen"or "100 usd + 10 gbp in euros"
de: als "konvertieren 100 Dollar in Yen" oder "100 usd + 10 Gbp in Euro"
es: como "convertir 100 dólares en yenes" o "agregar $ 100 y 10 yenes en euros".
fr: comme « convertir 100 USD en JPY » ou « additionner 100 USD et 10 JPY en euros »
it: come 'Converti 100 USD JPY' o 'Aggiungi 100 USD e JPY EUR 10'
ja: として"100 ドルに変換円」や「ユーロで 100 米ドル + 10 ポンド」
pt: como "converter 100 dólares em ienes" ou "100 usd + 10 libras esterlinas em euros"
ru: Как «конвертировать 100 долларов в иен» или «100 usd + 10 фунтов стерлингов в евро»
zh_hans: 作为"把 100 美元兑换成日元"或者"添加 100 美元和 10 日元欧元"。
zh_hant: 作為"把 100 美元兌換成日元"或"100 美元 + 10 英鎊歐元"

# UsageThirdLine
source: I can get the price of actions such as "what is the price of Microsoft?
de: Dem Preis für Aktionen bekomme wie ich "Was ist der Preis von Microsoft?
es: Puedo conseguir el precio de las acciones tales como "¿Cuál es el precio de Microsoft?
fr: Je peux obtenir des quotations comme « quel est le prix de Microsoft »
it: Posso ottenere il prezzo delle azioni come "Qual è il prezzo di Microsoft?
ja: "マイクロソフトの価格は何ですなど、アクションの価格を得ることができます私か。
pt: Pode obter o preço de ações tais como "Qual é o preço da Microsoft?
ru: Я могу получить цена действия, такие как «Какова цена Microsoft?
zh_hans: 我能得到的行动的价格如"微软的价格是什么？
zh_hant: 我能得到的行動的價格如"微軟的價格是什麼？

# ErrorString
source: An error occurred
de: Es ist ein Fehler aufgetreten.
es: Error
ja: エラーが発生しました
pt: Erro encontrado
ru: Обнаружена ошибка
zh_hans: 遇到错误
zh_hant: 發生錯誤

# LanguageString
source: Language
de: Sprache
es: Idioma
ja: 言語
pt: Idioma
ru: Язык
zh_hans: 语言
zh_hant: 語言

# WelcomeLanguageAvailable
source: I am available in these languages:
de: Ich bin in diesen Sprachen verfügbar:
ja: 私はこれらの言語で利用できます。
pt: Estou disponível nessas línguas:
zh_hant: 我在這些語言中可用︰

# UsageFifthLine
source: Tell me: "language" to change the language
de: Sagen Sie mir: "Sprache" die Sprache ändern
ja: 教えてください:「言語」は、言語を変更するには
pt: Diga-me: "linguagem" para alterar o idioma
zh_hant: 告訴我:"語言"來更改語言

# CultureString
source: Culture
de: Kultur
ja: カルチャ
pt: Cultura
zh_hant: 文化特性

# SpeakString
source: Talk
de: Sprechen
ja: 話
pt: Falar
zh_hant: 談話

# NewLanguageString
source: Now, I speak
de: Nun, ich spreche
ja: 今、私は話す
pt: Agora, eu falo.
zh_hant: 發言，

# ByeString
source: Goodbye, have a nice day
pt: Adeus, tenha um bom dia
